Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Sony Pictures, the film's production company, said that the changes internationally were because of coronavirus fears, with the US release moved in sync over worries of pirate copies and because the rival children's film DreamWorks/Universal's Trolls World Tour had moved its release date earlier, to the same weekend Peter Rabbit 2 was initially planned to release on. Trolls World Tour's forward rescheduling takes it to what would have been No Time to Die's weekend (both are distributed by Universal), and leaves it as the biggest film in April.
es: [43]​ Sony Pictures, la productora de la película, dijo que los cambios a nivel internacional se debieron a los temores del coronavirus, con el lanzamiento en EE. UU. sincronizado por las preocupaciones de las copias piratas y porque la película infantil rival de DreamWorks/Universal, Trolls World Tour había cambiado su fecha de lanzamiento antes, para el mismo fin de semana Peter Rabbit 2 fue planeado inicialmente para su lanzamiento.

source: Normally, a definitive diagnosis may be obtained through tissue biopsy.
es: El diagnóstico definitivo precisa obtener una biopsia del tejido sospechoso y su análisis histológico.

source: Peritoneal mesothelioma is the name given to the cancer that attacks the lining of the abdomen.
es: El mesotelioma peritoneal es un tipo de cáncer que se origina en el peritoneo, membrana que envuelve diferentes órganos situados dentro del abdomen.

source: Symptoms of peritoneal mesothelioma include weight loss and abdominal pain and swelling due to a buildup of fluid in the abdomen.
es: La sintomatología inicialmente es poco específica y se manifiesta por pérdida de peso, dolor abdominal y aumento del diámetro del abdomen.

source: If fluid is found, the process of eliminating it is through paracentesis; however the analysis of this fluid has limited diagnostic significance.
es: Si existe ascitis la punción abdominal para extraer el líquido y el posterior estudio citológico confirma el diagnóstico.

source: Covering the abdominal cavity is the parietal peritoneum.
es: Se origina las células mesoteliales serosas presentes en el peritoneo.

source: The modern approach to malignant peritoneal mesothelioma includes cytoreductive surgery, hyperthermic intraperitoneal chemotherapy (HIPEC), intraperitoneal chemotherapy, and intravenous chemotherapy.
es: El tratamiento más utilizado es la terapia combinada de cirugía con radioterapia o quimioterapia, esta última utilizando cisplatino.

source: After urging from the United Nations to pursue peace talks, the Saudi-led coalition in the civil war called a unilateral ceasefire beginning 9 April at noon, to support efforts to stop the virus's spread.
es: Después de instar a las Naciones Unidas a proseguir las conversaciones de paz,[14]​ la coalición liderada por los saudíes en la guerra civil convocó un cese del fuego unilateral a partir del 9 de abril al mediodía, para apoyar los esfuerzos para detener la propagación del virus.

source: Related usage of the term prescription
es: Decisión sobre la prescripción

source: In contrast, ventilator-associated lung injury (VALI) exists if the cause cannot be proven.
es: Por el contrario, existe una lesión pulmonar asociada con el ventilador (VALI) si la causa no se puede demostrar.

source: On 23 February, a second former Diamond Princess passenger tested positive, and was admitted to a hospital for isolation.
es: El 23 de febrero, un segundo ex pasajero de Diamond Princess dio positivo y fue ingresado en un hospital para aislamiento.

source: A third coronavirus case was declared on March 26 for a 74-year-old man, a Mauritanian citizen who had arrived in Mauritania on March 15 from France via Air France.
es: Un tercer caso de coronavirus fue declarado el 26 de marzo para un hombre de 74 años, un ciudadano mauritano que llegó a Mauritania el 15 de marzo desde Francia a través de Air France.

source: On 25 March, the Costar Rica Institute of Tourism declared the tourism sector in a total emergency and calamity state; a zero visitors season is expected for at least three months.
es: El 25 de marzo, el Instituto Costarricense de Turismo (ICT) declaró un estado de emergencia y de calamidad total en el sector turístico; se espera una temporada de cero visitantes durante al menos tres meses.

source: The government institutes policy of restricted movement and nightly curfew.
es: La política de institutos del gobierno de movimiento restringido y nightly curfew.

source: Ana Pastor, second vice-president of the Spanish Congress, former President of the Congress and former Minister of Health and of Public Works, announced she was affected by the coronavirus.
es: Ana Pastor, vicepresidenta segunda del Congreso, expresidenta del Congreso y antigua Ministra de Sanidad y de Fomento, anuncia que ha dado positivo en COVID-19.

source: The researchers also tested their method on blood samples from apparently healthy sheep that went on to develop scrapie.
es: Los investigadores también probaron su método en muestras de sangre de ovejas aparentemente sanas que desarrollaron tembladera.

source: The institute advises the specialist public and government, e.g. on preventing and tackling infectious disease outbreaks such as the ongoing coronavirus outbreak, the swine flu pandemic in 2009 and the EHEC O104:H4 outbreak in 2011.
es: El instituto asesora al público especializado y al gobierno, por ejemplo, en la prevención y lucha contra brotes de enfermedades infecciosas, como el brote de coronavirus en curso, la pandemia de gripe porcina de 2009 y el brote de EHEC O104: H4 de 2011 .

source: "Similarly, various Arab media outlets accused Israel and the United States of creating and spreading COVID-19, avian flu, and SARS. Users on social media offered a variety of theories, including the supposition that Jews had manufactured COVID-19 to precipitate a global stock market collapse and thereby profit via insider trading, while a guest on Turkish television posited a more ambitious scenario in which Jews and Zionists had created COVID-19, avian flu, and Crimean–Congo hemorrhagic fever to ""design the world, seize countries, [and] neuter the world's population""."
es: "[7]​ Del mismo modo, varios medios de comunicación árabes acusaron a Israel y los Estados Unidos de crear y difundir COVID-19, gripe aviar y SARS.[41]​ Los usuarios en las redes sociales ofrecieron una variedad de teorías, incluida la suposición de que los judíos habían fabricado COVID-19 para precipitar un colapso del mercado de valores global y, por lo tanto, obtener ganancias a través del uso de información privilegiada,[42]​ mientras que un invitado en la televisión turca postuló una actitud más ambiciosa escenario en el que judíos y sionistas habían creado COVID-19, gripe aviar y fiebre hemorrágica de Crimea-Congo para ""diseñar el mundo, apoderarse de los países [y] neutralizar a la población mundial""."

source: Also on 27 March, President Erdoğan announced that all international flights were terminated, adding that intercity travel was subject to permission by the state governors, and that places such as picnic areas, forests and historical sites would be closed on the weekend.
es: [110]​ También el 27 de marzo, el presidente Erdogan anunció que todos los vuelos al extranjero fueron terminados, y agregó que los viajes interurbanos estaban sujetos a la autorización de los gobernadores estatales, y que lugares como áreas de pícnic, bosques y sitios históricos estarían cerrados el fin de semana.

source: This requires a difficult balancing of the need to articulate clear answers and the little-founded fears.
es: Esto exige una difícil ponderación entre la necesidad de articular respuestas y la de desactivar temores poco fundados o magnificados.

source: "Former Iranian president Mahmoud Ahmadinejad sent a letter to the United Nations on March 9, claiming that ""it is clear to the world that the mutated coronavirus was produced in lab"" and that COVID-19 is ""a new weapon for establishing and/or maintaining political and economic upper hand in the global arena""."
es: "El ex presidente iraní Mahmoud Ahmadinejad envió una carta a las Naciones Unidas el 9 de marzo, alegando que ""está claro para el mundo que el coronavirus mutado se produjo en el laboratorio"" y que COVID-19 es ""una nueva arma para establecer y/o mantener ventaja política y económica en la arena global""."

source: The measure will affect more than 60,000 students.
es: La medida afectará a más de 60 000 estudiantes.

source: On 9 March, Saudi authorities announced the confirmation of four more coronavirus cases.
es: El 9 de marzo, las autoridades saudíes anunciaron el descubrimiento de otros cuatro casos nuevos de coronavirus.

source: Articles are being published to aid those who have not started a livestream in the past.
es: Se están publicando artículos para ayudar a aquellos que no han comenzado una transmisión en vivo en el pasado.

source: On the afternoon of April 8, the Ministry of Health confirmed the third death of a patient with Coronavirus in Costa Rica.
es: En la tarde del 8 de abril, el Ministerio de Salud confirmó la tercera muerte de un paciente con Coronavirus en Costa Rica.

source: Different species of bacteria in this genus can be identified using fluorescence-lactose-denitrification to find the amount of acid produced by metabolism of glucose.
es: Las diferentes especies de este género se pueden identificar usando FLN (Desnitrificación Fluorescente de la Lactosa) para determinar la cantidad de ácido producido por el metabolismo de la glucosa, .

source: They can be more rapid than an autoclave and higher temperatures can be reached compared to other means.
es: Generalmente funcionan con temperaturas más altas, en comparación con otros medios.

source: Aside from cases related to flight VN0054 and patient 34, there are 3 unrelated cases: A Vietnamese came back from Paris, a Vietnamese overseas student who has been travelling across Europe, and a Czech national.
es: Además de los casos relacionados con el vuelo VN0054 y el paciente 34, hay tres casos no relacionados: un vietnamita regresó de París, un estudiante vietnamita en el extranjero que ha estado viajando por Europa y un ciudadano checo.

source: On 12 March, a national lockdown was announced, effective from 18:00 the same day.
es: El 12 de marzo, se anunció el cierre nacional de sus fronteras, efectivo a partir de las 18 horas del mismo día.

source: Adamson University, a prominent Catholic school in Manila, received online backlash for ordering all its Chinese students to quarantine themselves amid the new coronavirus outbreak.
es: La Universidad Adamson de Manila, recibió una reacción violenta en línea por ordenar a todos sus estudiantes chinos que se pusieran en cuarentena en medio del nuevo brote de coronavirus.

source: However, when looking at the larger socio-cultural impacts of the pandemic: School closures, lockdowns and reduced access to healthcare following the 2019–20 coronavirus pandemic may differentially affect the genders and possibly exaggerate the existing gender disparity.
es: [6]​ El cierre de colegios, cuarentenas y acceso reducido a la sanidad debido a la pandemia global de 2019/2020 puede afectar diferencialmente a los sexos y posiblemente exacerbar las disparidades existentes.

source: For example, the influenza A genome contains 11 genes on eight pieces of RNA, encoding for 11 proteins: hemagglutinin (HA), neuraminidase (NA), nucleoprotein (NP), M1 (matrix 1 protein), M2, NS1 (non-structural protein 1), NS2 (other name is NEP, nuclear export protein), PA, PB1 (polymerase basic 1), PB1-F2 and PB2.
es: El genoma del tipo A codifica 11 proteínas: Hemaglutinina (HA), Neuraminidasa (NA), Nucleoproteína (NP), M1, M2, NS1, NS2(NEP), PA, PB1, PB1-F2 y PB2.

source: On that same day, the bases announced that all six schools in Akrotiri and Dhekelia have closed until 20 April.
es: [5]​ Ese mismo día, las bases anunciaron que las seis escuelas en Acrotiri y Dhekelia han cerrado hasta el 20 de abril.

source: She had flown back to Vietnam in a private jet with quarantined cabin - after becoming aware that case #17 was infected - in order to seek healthcare in her home country.
es: Después de reconocer que el caso # 17 estaba infectado, voló de regreso a Vietnam en un jet privado con cabina en cuarentena para buscar atención médica en su país de origen.

source: Collection of portraits of Lister at the National Portrait Gallery, London
es: Colección de retratos de Lister, National Portrait Gallery, Londres

source: On 31 January, Italy banned flights from Mainland China, Hong Kong, Macau and Taiwan.
es: [94]​ El 31 de enero, Italia prohibió los vuelos desde China continental, Hong Kong, Macao y Taiwán.

source: A complete cycle involves heating the oven to the required temperature, maintaining that temperature for the proper time interval for that temperature, turning the machine off and cooling the articles in the closed oven till they reach room temperature.
es: Un ciclo completo de uso consiste en calentar el horno a la temperatura requerida, mantener esta temperatura durante el intervalo de tiempo adecuado, apagar la máquina y dejar el horno cerrado hasta que los objetos se enfríen y alcancen la temperatura ambiente.

source: IEA's director, Fatih Birol, stated that 50 million jobs related to oil refining and retail was at risk globally.
es: Director de la AIE, Fatih Birol, declaró que 50 millones de empleos relacionados con la refinación de petróleo y el comercio minorista estaban en riesgo a nivel mundial[41]​.

source: He apparently left without so much as saying good-bye to his former friends and colleagues, a move that might have offended them.
es: Aparentemente se marchó sin despedirse de sus amigos y compañeros, lo que probablemente les ofendió.

source: The scale of the COVID-19 outbreak has prompted several major publishers to temporarily disable their paywalls on related articles, including Bloomberg News, The Atlantic, The New York Times, The Wall Street Journal, and The Seattle Times.
es: La magnitud de la pandemia de coronavirus ha llevado a varias editoriales importantes a desactivar temporalmente sus muros de pago en artículos relacionados, incluidos Bloomberg News, The Atlantic, The New York Times, The Wall Street Journal y The Seattle Times.

source: The action of monitoring food to ensure that it will not cause foodborne illness is known as food safety.
es: La vigilancia y control de los alimentos para asegurar que no producirán intoxicaciones alimentarias se denomina bromatología.

source: Immediately, mortality rates increased sixfold to 6%, but the physicians of Budapest said nothing; there were no inquiries and no protests.
es: Inmediatamente la tasa de mortalidad se sextuplicó, elevándose al 6%, pero los médicos de Budapest no expresaron ninguna queja y no hubo investigaciones ni protestas.

source: This huge death toll was caused by an extremely high infection rate of up to 50% and the extreme severity of the symptoms, suspected to be caused by cytokine storms.
es: [11]​ Esta gran mortalidad fue debida a la alta tasa de infectividad (hasta el 50 % de la población expuesta) y a la gravedad de los síntomas causados por la producción masiva de citocinas (tormenta de citocinas).

source: Face a health crisis involves: respect for society, coordination of organizations and an institution with scientific weight to the people and to the media, who acted as spokesman in situations of public health risk, to get confidence citizens.
es: Afrontar una crisis sanitaria implica: respeto a la sociedad, coordinación de las organizaciones, y una institución con peso científico ante la población y ante los medios de comunicación, que actúe de portavoz ante situaciones de riesgo en salud pública, para conseguir la confianza de los ciudadanos.

source: Department for Infectious Diseases
es: Departamento de Enfermedades Infecciosas

source: Because of the growing pandemic in France, cinemas are operating at half capacity, leaving strategic seats unavailable to reduce proximity in the screens, a move followed days later by the Irish and Northern Irish cinema chain Omniplex Cinemas.
es: [4]​ Debido a la creciente pandemia en Francia, los cines están operando a la mitad de su capacidad, dejando asientos estratégicos no disponibles para reducir la proximidad en las pantallas,[5]​ un movimiento seguido días después por la cadena de cine irlandés e irlandés del norte, Omniplex Cinemas.

source: On 22 February, a 54-year-old male Costa Rican citizen arrived from Tocumen International Airport in Panama, he started to show symptoms on 28 February, and due to his work at the San Rafael Hospital in Alajuela, a cluster was formed starting with some of his family members, patients and coworkers.
es: El 22 de febrero, un hombre costarricense de 54 años arribó del Aeropuerto Internacional de Tocumen en Panamá, comenzó a mostrar síntomas el 28 de febrero y al trabajar en el Hospital San Rafael de Alajuela, se creó un cluster o conglomerado entre sus familiares, pacientes y trabajadores de la salud.

source: On 9 April, MINURSO reported that two new cases were confirmed in Dakhla, bringing the number of confirmed cases to six.
es: El 9 de abril, MINURSO informó que se confirmaron dos nuevos casos en Dajla, lo que eleva el número de casos confirmados a seis.

source: MP Raymond Huo stated that there were racial abuse incidents in the country's Chinese community.
es: El diputado Raymond Huo señaló que hubo incidentes de abuso racial en la comunidad china del país.

source: It was then reported by PWInsider that WWE were pre-recording several episodes of their weekly programs (with the exception of the live broadcast of the March 23 episode of Raw) for future broadcasts, as well as WrestleMania itself (marking the first WrestleMania to be pre-recorded rather than live), between March 21–26.
es: [16]​ Luego se informó que la WWE estaba grabando, por adelantado, varios episodios de sus programas semanales de Raw, SmackDown y NXT, así como también de WrestleMania, entre el 21 y el 26 de marzo (con excepción de la transmisión en vivo del episodio del 23 de marzo de Raw), con WrestleMania programado para ser grabado los días 25 y 26 de marzo, transmitiéndose en diferido al mundo el 4 y 5 de abril.

source: "The Asia Times reported that ""A number of Vietnamese hotels and guesthouses have reportedly hung signs on their doors saying that Chinese guests are not welcome, while many Vietnamese have gone online to demand the closure of all border crossings with China."""
es: "El Asia Times informó que ""varios hoteles y alojamientos vietnamitas colgaron carteles en sus puertas que dicen que los huéspedes chinos no son bienvenidos, mientras que muchos vietnamitas se han agrupado para exigir el cierre de todos los cruces fronterizos con China ""."

source: It was announced the next day that all of them had tested negative for COVID-19.
es: Al día siguiente se anuncio que sus pruebas iniciales dieron negativo para el COVID-19.

source: This genus has one species, influenza B virus.
es: Este género comprende a la especie Influenza B virus.

source: The ministry also announced that schools would close from 16 to 27 March following the recent number of cases in Luxembourg.
es: [13]​[14]​ También anunciaron que las escuelas cerrarían del 16 al 27 de marzo debido al aumento de casos en Luxemburgo.

source: The new system handles the transfer of COVID-19 patients to mainstream medical facilities to facilitate patient flow, triage, and the management of limited testing kits on their behalf to prevent a rush of infected and uninfected patients from overwhelming healthcare providers and transmitting diseases to them.
es: El nuevo sistema maneja la transferencia de pacientes con COVID-19 a las instalaciones médicas convencionales para facilitar el flujo de pacientes, el triage y el manejo de kits de pruebas limitados en su nombre para evitar que una oleada de pacientes infectados y no infectados abrume a los proveedores de atención médica y les transmita enfermedades.

source: Starting March 16, the departments of Oruro, Potosí, Cochabamba, and Chuquisaca implemented measures to restrict movement, initially to last until March 31, while Tarija prohibited public trips between departments.
es: 16 de marzo: Las gobernaciones de los departamentos de Oruro, Potosí, Cochabamba y Chuquisaca aplicaron medidas de restricción de circulación de acceso inicialmente hasta el 31 de marzo, mientras que el departamento de Tarija prohibió todos los viajes públicos interdepartamentales.

source: Treatment of VAS is through aggressive surgery.
es: El tratamiento de VAS es a través de cirugía agresiva.

source: In the towns of Seriate and Bergamo, the Italian Army has volunteered to transport some of these coffins from churches and morgues to cemeteries and crematoriums in other provinces.
es: [162]​ En las ciudades de Seriate y Bérgamo, el ejército italiano se ofreció como voluntario para transportar algunos de estos ataúdes desde iglesias y morgues hasta cementerios y crematorios en otras provincias.

source: Sea travel from Greece and Italy was prohibited except for freight vessels.
es: [22]​ Los viajes marítimos con Grecia o Italia quedaron prohibidos, excepto para navíos de carga.

source: "His duties were to examine patients each morning in preparation for the professor's rounds, supervise difficult deliveries, teach students of obstetrics and be ""clerk"" of records."
es: [5]​ Sus obligaciones, en general, eran examinar a los pacientes cada mañana para preparar las visitas a sala del profesor, supervisar los partos difíciles, dar clase a los estudiantes de obstetricia y mantener los archivos e historias clínicas.

source: 2009: Pandemic H1N1/09 Influenza
es: 2009: Pandemia de gripe A (AH1N1)[28]​

source: On 14 March, five new cases were reported, bringing the total number of infected to 37; one in each of Zagreb, Varaždin and Sisak, as well as first two cases in Osijek.
es: El 14 de marzo, 5 nuevos casos fueron registrados, elevando el número de infectados totales a 37; en Zagreb, Varaždin, Sisak y Osijek.

source: An induced coma, also known as a medically induced coma, a barbiturate-induced coma, or a barb coma, is a temporary coma (a deep state of unconsciousness) brought on by a controlled dose of a barbiturate drug, usually pentobarbital or thiopental.
es: El coma farmacológico o coma inducido por barbitúricos es un estado de coma temporal (un profundo estado de inconsciencia) provocado por una dosis controlada de un fármaco barbitúrico, habitualmente pentobarbital o tiopental.

source: "The late Ayatollah Hashem Bathaie Golpayegani claimed that ""America is the source of coronavirus, because America went head to head with China and realised it cannot keep up with it economically or militarily."""
es: "El ayatolá Hashem Bathaie Golpayenagi afirmó que ""Estados Unidos es la fuente del coronavirus, porque Estados Unidos se enfrentó a China y se dio cuenta de que no puede seguir el ritmo económica o militarmente""."

source: On 7 February, South Korean media outlet Daily NK claimed that five North Koreans in Sinuiju on the Chinese border died.
es: El 7 de febrero, el medio de comunicación surcoreano Daily NK afirmó que cinco norcoreanos de Sinuiju, en la provincia de Pyong-an del Norte, murieron.

source: Internationally, on 18 January 2006, donor nations pledged US$2 billion to combat bird flu at the two-day International Pledging Conference on Avian and Human Influenza held in China.
es: [121]​ Por ejemplo, el 18 de enero de 2006, durante una conferencia internacional en China, varias naciones internacionales prometieron recaudar 2 mil millones de dólares para combatir la gripe aviar.
